complete/buddy_data/奇秀-主播房间-20160912192149-20160912192149700

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 19:21:49]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[148628]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[爱唱爱跳——小]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[317]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[64]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[8]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[7]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[沙加我的爱]]></vipnickname><vipuserid><![CDATA[1341863201]]></vipuserid><top_name><![CDATA[沙加我的爱]]></top_name><top_money><![CDATA[1900]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[黑衣仔ん]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[黑衣仔ん]]></top_name><top_money><![CDATA[420]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[舞尚界国际舞蹈黄俊]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[舞尚界国际舞蹈黄俊]]></top_name><top_money><![CDATA[300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[空中云]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[空中云]]></top_name><top_money><![CDATA[230]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[昨晚小楼细雨]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[昨晚小楼细雨]]></top_name><top_money><![CDATA[50]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[沙加我的爱]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[沙加我的爱]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[流逝丶荡荡→养乌龟]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[流逝丶荡荡→养乌龟]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 